{
  "BACK_BUTTON_TEXT" : "Back",

  "NAME": "Name",
  "EMAIL": "Email",
  "USERNAME": "Username",
  "PASSWORD": "Password",
  "LOGIN": "Sign in",
  "SIGNUP": "Sign up",

  "TAB1_TITLE": "Think",
  "TAB2_TITLE": "Plan",
  "TAB3_TITLE": "Settings",

  "MAP_TITLE": "Map",

  "TUTORIAL_SKIP_BUTTON" : "Skip",
  "TUTORIAL_CONTINUE_BUTTON" : "Continue",

  "TUTORIAL_SLIDE0_TITLE": "Hello, I'm Luckets.",
  "TUTORIAL_SLIDE0_DESCRIPTION":"I'm a technologically advanced personal assistant, powered by data science and artificial intelligence, to help you to live more balanced, successful and happy",

  "TUTORIAL_SLIDE02_TITLE": "A solid start and a path for continous improvement",
  "TUTORIAL_SLIDE02_DESCRIPTION":"I was built around time-tested principles for conducting a wise and balanced life; borrowing from Epictetus, Stephen Covey and others. But that is just to start, over time, I will evolve to better serve you by adapting to your values, goals and habits.",

  "TUTORIAL_SLIDE021_TITLE": "Integrated with popular productivity and wellbeing tools",
  "TUTORIAL_SLIDE021_DESCRIPTION":"To make data entry easy, I will be able to read your productivity tools, such as Google Calendar, some popular fitness trackers, and other popular tools that you may be already using. Also, I will be able to help you managing some of those tools.",

  "TUTORIAL_SLIDE03_TITLE": "Ok, here is a quick overview",
  "TUTORIAL_SLIDE03_DESCRIPTION":"The next slides will summarize our system to give you an initial idea without tiring you with details. You will get into details during the journey",

  "TUTORIAL_SLIDE1_TITLE": "1. Identify everything you care or do or should care in your life.",
  "TUTORIAL_SLIDE1_DESCRIPTION": "Take a few moments and think about everything you care, do or should care in your life. Everything. Write down a list. Here is a hint: health, family, your mind, money, friends, home, work, learning, art, adventure, etc. Think long term, think life categories that defines you.",

  "TUTORIAL_SLIDE11_TITLE": "2. Organize everything you care into Luckets",
  "TUTORIAL_SLIDE11_DESCRIPTION": "A 'Lucket', is a specific 'life bucket' that represents one or more of those things you care. I will propose you a starting point. Our proposed Luckets will be fine most of the time but you can add, modify or remove some until it represents your life exactly. Everything your ever do should fall into a Lucket",


  "TUTORIAL_SLIDE111_TITLE": "You life on Luckets",
  "TUTORIAL_SLIDE111_DESCRIPTION": "When done with point 1 and 2, you will have one lucket for anything you care. So, forget about stuff outside your luckets.",


  "TUTORIAL_SLIDE12_TITLE": "3. Order the luckets to define your priorities",
  "TUTORIAL_SLIDE12_DESCRIPTION": "All luckets are important but some will be more important to you when things go wrong or become tragic or too urgent. There a many ways to define priorities, sometimes is obvious, sometimes is a personal choice. I will propose you some initial order and then we will fine tune it to you",

  "TUTORIAL_SLIDE2_TITLE": "4. Color code the status of all your luckets",
  "TUTORIAL_SLIDE2_DESCRIPTION": "Blue is perfection, should stop. Green is pretty good, keep working. Yellow is warning, do something. Red is really bad, do something asap. White is skip or neglect, maybe is ok. Black is tragic, stop everything and do this.",
  "TUTORIAL_SLIDE2_EXAMPLE": "Example: Say you want to assess the status of your 'Health' lucket. If you feel fit, flexible, thin and nice but you still need to watch out your diet and your gym, put a green. Good job. If you are 5kg overweight, feel tired and having not going to gym recently put a yellow. If you are 20kgs overweight, have knee pain and cannot stop eating ice cream and smoking for breakfast, put a red. I would not use white here, your call, but neglecting your health is a bad strategy. I hope you never put black in this lucket. That is very sad, but may happen, specially is you do not stop that smoking. If you feel like the Dalai Lama going to the Olympics put a blue.",


  "TUTORIAL_SLIDE3_TITLE": "5. Write activities and goals for the week, month, season, year and beyond",
  "TUTORIAL_SLIDE3_DESCRIPTION": "Life is about doing things within time frames. Humans on earth like sun or moon based time frames and the week is the best unit of planning. Human life also needs longer perspective, try also to write for month, season, year and 5 years.",
  "TUTORIAL_SLIDE3_EXAMPLE": "Example: Say you are assessing your action 'do gym for 30 mins 4 days a week'....to be continued",



  "TUTORIAL_SLIDE3a_TITLE": "6. Size activities using a point system",
  "TUTORIAL_SLIDE3a_DESCRIPTION": "Sizing is a critical fine art that can only be learnt by experimenting and doing. Luckets uses a simple, but powerful, idea: points. Think of a point some done that took less than 1 hour aprox. Assign points for what you can do during a day. Most ativities will span many days.",
  "TUTORIAL_SLIDE3a_EXAMPLE": "Example: Say you are assessing your action 'do gym for 30 mins 4 days a week'....to be continued",



  "TUTORIAL_SLIDE3b_TITLE": "7. Plan your day based on your week goals",
  "TUTORIAL_SLIDE3b_DESCRIPTION": "You may have calendar meetings, but be careful, that is not your life.. and you cannot plan inspiration, or human contact, or moods. So, we will dynamically assess the day, goals and moods and decide the best plan. Luckets is a proactive system that puts you in control of your life.",
  "TUTORIAL_SLIDE3b_EXAMPLE": "Example: Say you are assessing your action 'do gym for 30 mins 4 days a week'....to be continued",


  "TUTORIAL_SLIDE4_TITLE": "8. Assess the status of the activites",
  "TUTORIAL_SLIDE4_DESCRIPTION": "Blue means 'done', green 'in progress', white 'skip or neglect', yellow 'warning, needs a attention', red 'trouble, may not happen', black 'dead, no way to do'. Do this for all time frames: day, week, month, etc",
  "TUTORIAL_SLIDE4_EXAMPLE": "Example: Say you are assessing your action 'do gym for 30 mins 4 days a week'....to be continued",

  "TUTORIAL_SLIDE4b_TITLE": "9. Tell me how love or hate that lucket",
  "TUTORIAL_SLIDE4b_DESCRIPTION": "Not all luckets feel the same. Some luckets stress us a lot, some of them relax you, some are in the middle. Use color coded triagles to tell me how you feel about them. Read is hate, Green is 'Ok', Blue is love.",
  "TUTORIAL_SLIDE4b_EXAMPLE": "Example: Say you are assessing your action 'do gym for 30 mins 4 days a week'....to be continued",


  "TUTORIAL_SLIDE5_TITLE": "10. Tell me how your moods",
  "TUTORIAL_SLIDE5_DESCRIPTION": "Humans are cute but complicated. You have feelings that greatly impact your plans. For every lucket assess: general mood, feeling about circumstances, motivation, energy, focus. social need. Color code following same the idea.",

  "TUTORIAL_SLIDE5b_TITLE": "11. Keep our luckets alive",
  "TUTORIAL_SLIDE5b_DESCRIPTION": "This system is not about taking hard decisions and stick to them for a long time. Is about ccontinously re-assesing, thinking, recalculating what is the best. Periodically, every week, or every day, we will re-asses your luckets and adapt to optimize our plan. Update the status and all indicators often.  ",

  "TUTORIAL_SLIDE6_TITLE": "12. Check my reports and advice",
  "TUTORIAL_SLIDE6_DESCRIPTION": "Based on the historical data I will be collecting about your luckets, activities, feelings and information about your circunstances I will be continously giving you new advice, new ways to improve. We will be a team to rock the long term. ",

  "TUTORIAL_SLIDE_LAST_TITLE": "Good job. Now, slow down and relax. Continue when your are ready, maybe tomorrow. Cheers.",

  "WELCOME_INTRO" : "Ok, let's do this",

  "SETTINGS_TITLE": "Settings",
  "SETTINGS_OPTION1": "Option 1",
  "SETTINGS_OPTION2": "Option 2",
  "SETTINGS_OPTION3": "Option 3",
  "SETTINGS_OPTION4": "Option 4",

  "SETTINGS_PROFILE_BUTTON" : "Edit Profile",

  "SETTINGS_PAGE_PROFILE": "Edit Profile",

  "WELCOME_TITLE": "Welcome",

  "LOGIN_TITLE": "Sign in",
  "LOGIN_ERROR": "Unable to sign in. Please check your account information and try again.",
  "LOGIN_BUTTON": "Sign in",
  "SIGNUP_TITLE": "Sign up",
  "SIGNUP_ERROR": "Unable to create account. Please check your account information and try again.",
  "SIGNUP_BUTTON": "Sign up",

  "LIST_MASTER_TITLE": "Luckets",

  "ITEM_CREATE_TITLE": "New Item",
  "ITEM_CREATE_CHOOSE_IMAGE": "Add Image",

  "ITEM_NAME_PLACEHOLDER" : "Name",
  "ITEM_ABOUT_PLACEHOLDER" : "About",

  "DONE_BUTTON" : "Done",
  "CANCEL_BUTTON" : "Cancel",
  "DELETE_BUTTON" : "Delete",

  "CARDS_TITLE": "Social",

  "SEARCH_TITLE": "Search",
  "SEARCH_PLACEHOLDER" : "Search the items list, e.g. \"Donald Duck\""
}
