{
  "BACK_BUTTON_TEXT" : "Back",

  "NAME": "Name",
  "EMAIL": "Email",
  "USERNAME": "Username",
  "PASSWORD": "Password",
  "LOGIN": "Sign in",
  "SIGNUP": "Sign up",

  "TAB1_TITLE": "Items",
  "TAB2_TITLE": "Search",
  "TAB3_TITLE": "Settings",

  "MAP_TITLE": "Map",

  "TUTORIAL_SKIP_BUTTON" : "Skip",
  "TUTORIAL_CONTINUE_BUTTON" : "Continue",

  "TUTORIAL_SLIDE1_TITLE": "Welcome to Luckets, a smart way to organize your life, do shit that matters and enjoy more",
  "TUTORIAL_SLIDE1_DESCRIPTION": "<b>Luckets</b> is a method for living smarter, supported by cool technology, to help you live a bit closer to your real potential",

  "TUTORIAL_SLIDE2_TITLE": "1. The first thing in this method is to define all the buckets in your life (luckets)",
  "TUTORIAL_SLIDE2_DESCRIPTION": "Each lucket represent something important in your life such as: Health, Family, Mind, Money, Friends, Work, etc. Anything you care about should have at least a lucket. Do not forget anything. But do not worry, we will help you out by proposing the most typical luckets humans tend to use. Maybe you are not that different after all. When this is done, stop doing anything that does not belong to your luckets. That would be a waste of time. Luckets can be added or removed, but normally, if well defined, they are supposed to stay with you for your whole life. They define you, they should be pretty static",

  "TUTORIAL_SLIDE3_TITLE": "2. After you luckets are defined, sincerely assess today status according to your ideals",
  "TUTORIAL_SLIDE3_DESCRIPTION": "Luckets likes simple. We use circles with primary colors to show the status of a lucket at a point in time according to your ideals. Blue is perfection. You want to keep it like that, but do not overdue, other luckets may need you more. Green is pretty good but try to keep working on it if possible. Yellow is warning, make sure you eventually do something. Red is pretty bad, please do something asap. White is neglect. You decide not to care about this lucket but that is still ok with your life. Maybe becuase is something nice to have but not critical in your life. Black is tragic. You need to stop everything else and take care of this lucket. Black is a show stopper. Luckets status can change every day, every hour, any time",
  "TUTORIAL_SLIDE3_EXAMPLE": "Example: Say you want to assess the status of your 'Health' lucket. If you feel fit, flexible, thin and nice but you still need to watch out your diet and your gym, put a green. Good job. If you are 5kg overweight, feel tired and having not going to gym recently put a yellow. If you are 20kgs overweight, have knee pain and cannot stop eating ice cream and smoking for breakfast, put a red. I would not use white here, your call, but neglecting your health is a bad strategy. I hope you never put black in this lucket. That is very sad, but may happen, specially is you do not stop that smoking. If you feel like the Dalai Lama going to the Olympics put a blue.",


  "TUTORIAL_SLIDE4_TITLE": "3. Set goal and actions for each bucket using cyclical time frames; week (or sprint), season, year, etc",
  "TUTORIAL_SLIDE4_DESCRIPTION": "We know that you will want to keep your luckets alive: doing, enjoying and achieving things within some time frame. Those time frames will normally be cyclical. For example in the lucket 'Health', we may want to achieve certain amount of gym activity during the week. In the lucket 'Money' maybe we want certain return on investment within a year. In the lucket 'Work' maybe we want to deliver some interesting results every day, or week, or quarter depending on your profession. Of course, sometimes you just want to achieve things that are one of a kind, like a kitchen renovation, but still this will be a specific action in the 'Home' lucket that you can evaluate cyclically, say at end of season, or week",
  "TUTORIAL_SLIDE4_EXAMPLE": "Example: Say you are assessing your action 'do gym for 30 mins 4 days a week'....to be continued",


  "TUTORIAL_SLIDE5_TITLE": "You goals is to keep healthy combination colors with more green and blues than reds and blacks",
  "TUTORIAL_SLIDE5_DESCRIPTION": "The status of your luckets will change over time due to your own actions, external events and time itself. You will want to keep your luckets alive and in good health, doing, enjoying and achieving things. So, for every lucket you will normally have a list of things that you want to do in a certain time frame. For example, 'sometime next week I will invite my friends', 'I should go to the gym two times a week', 'Next year I will climb mount Everest'. In principle, you want your luckets to be more in the green / blue color than in the red",
  "TUTORIAL_SLIDE5_EXAMPLE": "Example: Say you are assessing your action 'do gym for 30 mins 4 days a week'....to be continued",


  "TUTORIAL_SLIDE6_TITLE": "TO RE_DO TALK ABOUT TRACKING ... ACTIONS ..SQUARES ... Add actions to your buckets and try to make then blue at the end of the sprint/week",
  "TUTORIAL_SLIDE6_DESCRIPTION": "Similar to circles for status, we use colored squares to show the status of actions in their time frame. The meaning is similar, but different. Is common to have, say, a blue action for a red lucket. Blue means 'done' you should probably stop, otherwise it would be too much of a good thing. Green means almost done, something done, nice job but keep doing it if you have time. Yellow means not done, not started, needs attention. Red means that your action is actually causing or caused some harm, you did something but in the wrong direction, you made things worse, please fix asap. White is not done but you decided not to care, white is neglect. Black is not done and you should stop anything else to just do this. ",
  "TUTORIAL_SLIDE6_EXAMPLE": "Example: Say you are assessing your action 'do gym for 30 mins 4 days a week'....to be continued",

  "TUTORIAL_SLIDE_LAST_TITLE": "(DO NOT FORGET STARS TO MEASURE  ENJOY) Now you know what do do. Try your best every day doing what you can. Carpe diem",

  "WELCOME_INTRO" : "Ok, let's do this",

  "SETTINGS_TITLE": "Settings",
  "SETTINGS_OPTION1": "Option 1",
  "SETTINGS_OPTION2": "Option 2",
  "SETTINGS_OPTION3": "Option 3",
  "SETTINGS_OPTION4": "Option 4",

  "SETTINGS_PROFILE_BUTTON" : "Edit Profile",

  "SETTINGS_PAGE_PROFILE": "Edit Profile",

  "WELCOME_TITLE": "Welcome",

  "LOGIN_TITLE": "Sign in",
  "LOGIN_ERROR": "Unable to sign in. Please check your account information and try again.",
  "LOGIN_BUTTON": "Sign in",
  "SIGNUP_TITLE": "Sign up",
  "SIGNUP_ERROR": "Unable to create account. Please check your account information and try again.",
  "SIGNUP_BUTTON": "Sign up",

  "LIST_MASTER_TITLE": "Items",

  "ITEM_CREATE_TITLE": "New Item",
  "ITEM_CREATE_CHOOSE_IMAGE": "Add Image",

  "ITEM_NAME_PLACEHOLDER" : "Name",
  "ITEM_ABOUT_PLACEHOLDER" : "About",

  "DONE_BUTTON" : "Done",
  "CANCEL_BUTTON" : "Cancel",
  "DELETE_BUTTON" : "Delete",

  "CARDS_TITLE": "Social",

  "SEARCH_TITLE": "Search",
  "SEARCH_PLACEHOLDER" : "Search the items list, e.g. \"Donald Duck\""
}
