{
  "BACK_BUTTON_TEXT" : "Back",

  "NAME": "Name",
  "EMAIL": "Email",
  "USERNAME": "Username",
  "PASSWORD": "Password",
  "LOGIN": "Sign in",
  "SIGNUP": "Sign up",

  "TAB1_TITLE": "Think",
  "TAB2_TITLE": "Plan",
  "TAB3_TITLE": "Settings",

  "MAP_TITLE": "Map",

  "TUTORIAL_SKIP_BUTTON" : "Skip",
  "TUTORIAL_CONTINUE_BUTTON" : "Continue",

  "TUTORIAL_SLIDE0_TITLE": "Hello, I'm Luckets.",
  "TUTORIAL_SLIDE0_DESCRIPTION":"I'm a technological advanced personal assistant, backed by artificial inteligence, to help you know yourself and live better and happier",

  "TUTORIAL_SLIDE02_TITLE": "Ancient wisdom on today's technology",
  "TUTORIAL_SLIDE02_DESCRIPTION":"I was built around time-tested principles for conducting a wise, balanced and good life; borrowing from many thinkers from Epictetus 100 AD to Stephen Covey. I am a computer-based life-system that will help you thrive, enjoy more and even lead and help others",


  "TUTORIAL_SLIDE03_TITLE": "Your wishes on our system for you",
  "TUTORIAL_SLIDE03_DESCRIPTION":"In the next few slides, I will summarize our system through a series of steps to define and organize your life for the better. Those steps will help you understand also how our system will guide and help you",


  "TUTORIAL_SLIDE1_TITLE": "Step 1. Identify everything you care in your life.",
  "TUTORIAL_SLIDE1_DESCRIPTION": "We are going to consider everything. Everything you care. To do that I will start by proposing you the areas that most people like you care about: health, family, your mind, money, friends, work, etc. and then we will add some specific ones for you. It will take some time, that is ok, it's your life ",

  "TUTORIAL_SLIDE11_TITLE": "Everything is connected but life needs focus",
  "TUTORIAL_SLIDE11_DESCRIPTION": "To think or to act we need to focus on specifics. That is the pourpose of a 'Lucket', a specific isolated 'life bucket' that will represents a relativelly fixed life area that you plan to care and improve. I will track and analyze wishes, status and actions in your Luckets to help you become better",


  "TUTORIAL_SLIDE111_TITLE": "You life on Luckets",
  "TUTORIAL_SLIDE111_DESCRIPTION": "When step 1 is done, you will have one lucket for anything you care. Now, you can forget about stuff outside your buckets.",


  "TUTORIAL_SLIDE12_TITLE": "Step 2. Order the luckets to represent the priorities in your life",
  "TUTORIAL_SLIDE12_DESCRIPTION": "All luckets are important but some will be more important to you when things go wrong. There a many ways to define priorities, sometimes is obvious, sometimes is a personal choice. I will propose you some initial order and then we will fine tune it to you",

  "TUTORIAL_SLIDE2_TITLE": "Step 3. Assess the status of every lucket in your life",
  "TUTORIAL_SLIDE2_DESCRIPTION": "Humans communicate better with simple signs. I will color codes with primary colors to show the status of a lucket at a point in time. Blue is perfection. You want to keep it like that, but do not overdue. Green is pretty good but keep working if possible. Yellow is warning, do something eventually . Red is pretty bad, please do something asap. White is neglect or skip. You decide not to care about this lucket for now. That maybe ok. Black is tragic. You need to stop everything else with lower priority and take care of this lucket alone.",
  "TUTORIAL_SLIDE2_EXAMPLE": "Example: Say you want to assess the status of your 'Health' lucket. If you feel fit, flexible, thin and nice but you still need to watch out your diet and your gym, put a green. Good job. If you are 5kg overweight, feel tired and having not going to gym recently put a yellow. If you are 20kgs overweight, have knee pain and cannot stop eating ice cream and smoking for breakfast, put a red. I would not use white here, your call, but neglecting your health is a bad strategy. I hope you never put black in this lucket. That is very sad, but may happen, specially is you do not stop that smoking. If you feel like the Dalai Lama going to the Olympics put a blue.",


  "TUTORIAL_SLIDE3_TITLE": "4. Life is doing. So, we will define activities or goals within human time frames: day, week, season, year",
  "TUTORIAL_SLIDE3_DESCRIPTION": "We know that you will want to keep your luckets alive: doing, enjoying and achieving things within some time frame. Luckets use natural cyclical time frames. Although specific actions may have specific deadlines we evaluate the whole situation using cyclical timeframes. For example in the lucket 'Health', we may want to achieve certain amount of gym activity during the week. In the lucket 'Money' maybe we want to reduce our costs within a year. In the lucket 'Work' maybe we want to deliver some interesting results every day, or week, or quarter depending on your profession.",
  "TUTORIAL_SLIDE3_EXAMPLE": "Example: Say you are assessing your action 'do gym for 30 mins 4 days a week'....to be continued",

  "TUTORIAL_SLIDE4_TITLE": "5. After your activities or goals are defined in timeframes, we will access their status as well",
  "TUTORIAL_SLIDE4_DESCRIPTION": "Similar to circles for lucket status, we use colored squares to show the status of actions within their time frame. The meaning is somehow similar. Blue means 'done' you should probably stop, otherwise it would be too much.. Green means almost done, god job, but keep trying. Yellow means not done, not started, needs attention. Red means that your action is actually causing or caused some harm you made things worse, please fix asap. White is skip, which sometimes is ok. A black action is not as bad as a black lucket, but still, implies urgency",
  "TUTORIAL_SLIDE4_EXAMPLE": "Example: Say you are assessing your action 'do gym for 30 mins 4 days a week'....to be continued",


  "TUTORIAL_SLIDE5_TITLE": "6. I am a robot but you are not. So, we will be always sensing you. ",
  "TUTORIAL_SLIDE5_DESCRIPTION": "I want to help you succeed and be happy, for real, at whatever you want. Setting priorities and goals is a good step. But, you will have moods, feelings, things that will concern you or district you. You are human, fortunatelly, and you do not do what you have to, you do what you want to. So, we are going to take a tinny bit of every days time to check how you feel, at least, in these fundamental 6 aspects we are going to call the 'moods': general mood, view of circumstances, energy, motivation, focus, sociability. Those will be the basic sensors in the lucket Mind. We will be adding some other sensors to other luckets later",


  "TUTORIAL_SLIDE6_TITLE": "7. My goal is to help you keep nice colors with more green and blues than reds and blacks",
  "TUTORIAL_SLIDE6_DESCRIPTION": "The status of your luckets will change over time due to your own actions, external events, moods and time itself. I will help you to keep your luckets alive and in good health,  by suggesting you thigns you should be doing more, or things you should be doing less. I will help you pint point things that you may want to change, or consider. But, of course, the process will take time for us to learn from each other. Good news is that I have a big memory",
  "TUTORIAL_SLIDE6_EXAMPLE": "Example: Say you are assessing your action 'do gym for 30 mins 4 days a week'....to be continued",


  "TUTORIAL_SLIDE_LAST_TITLE": "Now you know what do do. Try your best every day doing what you can. Carpe diem",

  "WELCOME_INTRO" : "Ok, let's do this",

  "SETTINGS_TITLE": "Settings",
  "SETTINGS_OPTION1": "Option 1",
  "SETTINGS_OPTION2": "Option 2",
  "SETTINGS_OPTION3": "Option 3",
  "SETTINGS_OPTION4": "Option 4",

  "SETTINGS_PROFILE_BUTTON" : "Edit Profile",

  "SETTINGS_PAGE_PROFILE": "Edit Profile",

  "WELCOME_TITLE": "Welcome",

  "LOGIN_TITLE": "Sign in",
  "LOGIN_ERROR": "Unable to sign in. Please check your account information and try again.",
  "LOGIN_BUTTON": "Sign in",
  "SIGNUP_TITLE": "Sign up",
  "SIGNUP_ERROR": "Unable to create account. Please check your account information and try again.",
  "SIGNUP_BUTTON": "Sign up",

  "LIST_MASTER_TITLE": "Luckets",

  "ITEM_CREATE_TITLE": "New Item",
  "ITEM_CREATE_CHOOSE_IMAGE": "Add Image",

  "ITEM_NAME_PLACEHOLDER" : "Name",
  "ITEM_ABOUT_PLACEHOLDER" : "About",

  "DONE_BUTTON" : "Done",
  "CANCEL_BUTTON" : "Cancel",
  "DELETE_BUTTON" : "Delete",

  "CARDS_TITLE": "Social",

  "SEARCH_TITLE": "Search",
  "SEARCH_PLACEHOLDER" : "Search the items list, e.g. \"Donald Duck\""
}
